天津理工大学
天津理工
天理工
天津理工大
天津理工大学学生
天津理工大学大二
天津理工大学男大学生
天津理工大学数据科学
天津理工大学大数据
天津理工大学计算机学院
天津理工大学计算机科学与工程学院
计算机科学与工程学院
数据科学与大数据技术
数据科学
大数据技术
数据科学专业
大数据专业
数据科学与大数据技术专业
大二数据科学学生
本科数据科学
本科大数据
计算机类专业
人工智能方向
大数据方向
天津市西青区
西青校区
宾水西道
宿舍楼
教学楼
实验楼
图书馆
校园网
教务系统
选课系统
学生证
课程表
早八
晚课
期中考试
期末考试
绩点
学分
四六级
英语四级
英语六级
实验报告
课程设计
实训项目
大创项目
毕业设计
开题报告
论文查重
高等数学
线性代数
概率论
概率论与数理统计
离散数学
大学物理
数字逻辑
数据结构
算法设计
计算机组成原理
计组
计组课
计组实验
计组作业
计组复习
计网
计网课
计网实验
计算机网络
操作系统
操作系统课
操作系统实验
数据库原理
数据库系统
软件工程
编译原理
机器学习
深度学习
人工智能导论
大数据导论
数据挖掘
数据仓库
数据分析
数据可视化
统计学习
自然语言处理
NLP
模式识别
Python程序设计
C语言程序设计
Java程序设计
面向对象程序设计
Web开发
后端开发
前端开发
移动开发
Android开发
Kotlin开发
安卓开发
FastAPI
Uvicorn
Pydantic
SQLAlchemy
SQLite
MySQL
PostgreSQL
MongoDB
Redis
Kafka
Hadoop
Spark
Hive
Flink
HDFS
MapReduce
YARN
Linux
Ubuntu
CentOS
Docker
Docker Compose
Nginx
Git
GitHub
GitLab
VS Code
IDEA
PyCharm
Android Studio
Gradle
Maven
Conda
Jupyter
Jupyter Notebook
Pandas
NumPy
Scikit-learn
PyTorch
TensorFlow
Matplotlib
Seaborn
爬虫
数据清洗
特征工程
模型训练
模型评估
训练集
验证集
测试集
过拟合
欠拟合
交叉验证
梯度下降
反向传播
神经网络
卷积神经网络
循环神经网络
Transformer
注意力机制
自注意力
词嵌入
向量化
Agent
AI Agent
智能体
智能体开发
Agent开发
LLM
大语言模型
大模型
LLM应用
大模型应用
生成式人工智能
生成式AI
RAG
检索增强生成
RAG系统
RAG应用
向量数据库
向量检索
语义检索
混合检索
关键词检索
BM25
Embedding
嵌入模型
重排序
Reranker
Cross Encoder
Bi Encoder
召回率
精确率
余弦相似度
Chunk
Chunking
文本切分
知识库
知识库问答
知识图谱
多轮对话
上下文窗口
上下文工程
Prompt
提示词
提示词工程
Prompt Engineering
System Prompt
Few-shot
Zero-shot
Chain of Thought
思维链
ReAct
Tool Calling
Function Calling
工具调用
函数调用
MCP
Model Context Protocol
Multi-agent
多智能体
Planner
Executor
Supervisor
Workflow
LangChain
LangGraph
LlamaIndex
AutoGen
CrewAI
OpenAI
ChatGPT
Responses API
Chat Completions
Claude
Gemini
DeepSeek
Qwen
通义千问
GLM
智谱清言
Kimi
Moonshot
豆包
讯飞星火
Ollama
vLLM
Transformers
Hugging Face
Token
Tokenizer
Token预算
上下文长度
温度参数
Top P
幻觉
模型幻觉
Guardrail
安全护栏
模型评测
Evals
Agent记忆
长期记忆
短期记忆
用户画像
用户Profile
专业词库
术语库
同音纠错
拼音纠错
语音纠错
ASR纠错
百度语音识别
百度ASR
识别词库
自定义词库
语音输入法
输入法插件
上下文感知
个性化纠错
LLM网关
LLM中转
micuapi
gpt-5.5
API Key
Base URL
Wire API
用户配置
密钥脱敏
今天上午上了两节计组课
今天下午还有计网实验
晚上复习操作系统
明天交数据库作业
我在写Agent项目
我在调RAG效果
我在做语音输入法
我在写FastAPI后端
我在看大模型应用
我在配向量数据库
我在做同音词纠错
把祭祖改成计组
把机主改成计组
把记住改成计组
把计网识别正确
把操作系统识别正确
把数据结构识别正确
Unreal Engine
UE
UE4
UE5
虚幻引擎
游戏开发
独立游戏
关卡设计
蓝图
蓝图脚本
Actor
Pawn
Character
GameMode
GameState
PlayerController
Animation Blueprint
Niagara
Lumen
Nanite
MetaHuman
材质球
材质节点
粒子系统
碰撞检测
物理引擎
NavMesh
行为树
黑板
骨骼动画
蒙太奇
Sequencer
C++
Unity
GameObject
Prefab
Shader
URP
HDRP
Timeline
Animator
羽毛球
打羽毛球
羽毛球比赛
羽毛球训练
羽毛球馆
羽毛球拍
拍线
拉线
手胶
球鞋
男单
女单
男双
女双
混双
单打
双打
发球
接发球
发接发
正手
反手
正手高远球
反手高远球
高远球
平高球
吊球
劈吊
劈杀
点杀
重杀
扣杀
杀球
接杀
防守
封网
网前球
搓球
放网
推球
挑球
勾对角
扑球
抽球
平抽挡
后场
前场
中场
轮转
补位
步法
米字步
启动步
并步
交叉步
蹬转
杀上网
后退步
网前扑杀
BWF
世界羽联
苏迪曼杯
汤姆斯杯
尤伯杯
全英公开赛
中国公开赛
印尼公开赛
马来西亚公开赛
丹麦公开赛
世界羽联巡回赛
世界羽联总决赛
安赛龙
Viktor Axelsen
石宇奇
李诗沣
陆光祖
谌龙
林丹
李宗伟
桃田贤斗
昆拉武特
奈良冈功大
周天成
李梓嘉
安洗莹
An Se-young
陈雨菲
王祉怡
何冰娇
韩悦
山口茜
戴资颖
奥原希望
马林
因达农
辛杜
黄雅琼
郑思维
雅思组合
梁王组合
梁伟铿
王昶
陈清晨
贾一凡
凡尘组合
今晚打羽毛球
下午去羽毛球馆
今天练发接发
今天练后场高远球
今天练网前搓球
健身
健身房
增肌
减脂
无氧
有氧
力量训练
抗阻训练
胸肩背腿
练胸
练背
练肩
练腿
练手臂
胸肌
背阔肌
三角肌
肱二头肌
肱三头肌
股四头肌
腘绳肌
臀大肌
核心训练
腹肌
卧推
深蹲
硬拉
推举
划船
杠铃划船
哑铃划船
高位下拉
坐姿划船
引体向上
俯卧撑
双杠臂屈伸
腿举
腿弯举
腿屈伸
保加利亚深蹲
罗马尼亚硬拉
侧平举
前平举
面拉
飞鸟
夹胸
龙门架
史密斯机
杠铃
哑铃
壶铃
固定器械
自由重量
热身
拉伸
组间休息
训练容量
训练强度
渐进超负荷
力竭
RPE
RM
一RM
三RM
五RM
蛋白粉
乳清蛋白
肌酸
碳水
热量盈余
热量缺口
基础代谢
体脂率
今天练胸
今天练背
今天练腿
今天练肩
晚上去健身房
练完喝蛋白粉
英雄联盟
LOL
League of Legends
召唤师峡谷
嚎哭深渊
大乱斗
排位赛
灵活组排
匹配模式
云顶之弈
金铲铲之战
上单
打野
中单
ADC
AD位
辅助
补刀
控线
推线
兵线
抓边
带线
单带
Gank
反蹲
绕后
开团
团战
拉扯
换血
对线
发育
滚雪球
视野
眼位
插眼
排眼
真眼
扫描
闪现
点燃
传送
治疗
虚弱
净化
惩戒
红Buff
蓝Buff
峡谷先锋
小龙
元素龙
远古龙
纳什男爵
大龙
防御塔
水晶
基地
LPL
LCK
LEC
LCS
MSI
季中冠军赛
全球总决赛
Worlds
S赛
德玛西亚杯
T1
Faker
Gen.G
HLE
DK
BLG
TES
JDG
RNG
EDG
IG
WBG
FPX
TheShy
Uzi
Knight
Bin
Chovy
Ruler
Peanut
Keria
Zeus
Gumayusi
Oner
亚索
永恩
劫
阿狸
盲僧
李青
瑞文
剑姬
无双剑姬
卡莎
金克丝
厄斐琉斯
锤石
泰坦
机器人
布里茨
塞拉斯
维克托
阿卡丽
卡特琳娜
佐伊
妮蔻
提莫
盖伦
诺手
诺克萨斯之手
德莱文
卢锡安
伊泽瑞尔
EZ
女警
凯特琳
拉克丝
莫甘娜
风女
璐璐
娜美
布隆
洛
霞
奎桑提
泽丽
佛耶戈
破败之王
格温
薇古丝
慧
安蓓萨
梅尔
欧萝拉
斯莫德
纳亚菲利
米利欧
贝蕾亚
烈娜塔
卑尔维斯
阿克尚
芮尔
萨勒芬妮
莎弥拉
瑟提
奇亚娜
悠米
派克
奥恩
凯隐
艾翁
卡蜜尔
烬
奥瑞利安索尔
塔莉垭
千珏
艾克
塔姆
雷克塞
卡莉丝塔
阿兹尔
纳尔
艾希
薇恩
蕾欧娜
诺提勒斯
德莱厄斯
奥莉安娜
辛德拉
丽桑卓
乐芙兰
厄运小姐
尼菈
赛娜
今天打排位
晚上打大乱斗
刚看完LPL
刚看完LCK
这个版本打野很强
黑暗之魂
黑魂
Dark Souls
Dark Souls Remastered
黑暗之魂三
Dark Souls III
魂系列
魂类游戏
Soulslike
传火
薪王
不死人
灰烬
余烬
人性
篝火
防火女
防火祭祀场
罗德兰
洛斯里克
亚诺尔隆德
王城
北方不死院
不死镇
病村
塞恩古城
灰烬湖
冷冽谷
法兰要塞
环印城
太阳骑士
索拉尔
洋葱骑士
葛温
薪王葛温
猎龙者翁斯坦
刽子手斯摩
王城双基
混沌魔女克拉格
白龙希斯
墓王尼特
深渊漫步者亚尔特留斯
阿尔特留斯
马努斯
灰烬审判者古达
冷冽谷的玻尔多
结晶老者
深渊监视者
法兰不死队
幽邃主教群
霸王沃尼尔
教宗沙力万
吞噬神明的艾尔德利奇
猎龙铠甲
洛斯里克王子
无名王者
薪王们的化身
芙莉德修女
奴隶骑士盖尔
黑龙米狄尔
艾尔登法环
老头环
Elden Ring
褪色者
交界地
赐福
黄金树
黄金律法
圆桌厅堂
玛莉卡
拉达冈
梅琳娜
菈妮
月之公主菈妮
癫火
三指
双指
大卢恩
恶兆
接肢
鲜血王朝
永恒之城
史东薇尔城
魔法学院
雷亚卢卡利亚
盖利德
亚坛高原
火山官邸
王城罗德尔
巨人山顶
天空城
法姆亚兹拉
玛尔基特
恶兆妖鬼玛尔基特
接肢葛瑞克
满月女王蕾娜菈
碎星拉塔恩
碎星将军拉塔恩
亵渎君王拉卡德
恶兆王蒙葛特
鲜血君王蒙格
黑剑玛利喀斯
百智爵士
初始之王葛孚雷
荷莱露
艾尔登之兽
女武神玛莲妮亚
米凯拉
米莉森
战灰
骨灰
仿身泪滴
名刀月隐
尸山血海
猎犬长牙
夜与火之剑
黄金树幽影
Shadow of the Erdtree
幽影之地
梅瑟莫
穿刺者梅瑟莫
双月骑士蕾菈娜
神兽舞狮
狂龙贝勒
圣女托莉娜
幽影树
幽影城
GTA
侠盗猎车手
Grand Theft Auto
GTA5
GTA6
洛圣都
洛圣都改车王
圣安地列斯
罪恶都市
自由城
线上模式
佩里科岛
末日豪劫
崔佛
麦克
富兰克林
莱斯特
生化危机
Resident Evil
Biohazard
生化危机二重制版
生化危机三重制版
生化危机四重制版
生化危机七
生化危机八
浣熊市
保护伞公司
安布雷拉
T病毒
G病毒
暴君
追踪者
Nemesis
里昂
里昂肯尼迪
克莱尔
吉尔
克里斯
艾达王
威斯克
伊森温特斯
蒂米特雷斯库夫人
Apex英雄
APEX
Apex Legends
英雄吃鸡
恶灵
Wraith
寻血猎犬
Bloodhound
命脉
Lifeline
探路者
Pathfinder
直布罗陀
Gibraltar
班加罗尔
Bangalore
腐蚀
Caustic
幻象
Mirage
辛烷
Octane
华森
Wattson
密客
Crypto
亡灵
Revenant
洛芭
Loba
兰伯特
Rampart
地平线
Horizon
瓦尔基里
Valkyrie
希尔
Seer
艾许
Ash
疯玛吉
Mad Maggie
纽卡斯尔
Newcastle
万蒂奇
Vantage
弹道
Ballistic
导线
Conduit
R301
VK47平行步枪
平行步枪
小帮手
和平捍卫者
獒犬霰弹枪
克雷贝尔
CAR冲锋枪
电能冲锋枪
充能步枪
赫姆洛克
穿越火线
CF
CrossFire
爆破模式
团队竞技
生化模式
幽灵模式
黑色城镇
沙漠灰
运输船
供电所
潜艇
新年广场
AK47
M4A1
AWM
巴雷特
火麒麟
雷神
黑龙
毁灭
极光
龙啸
屠龙
王者之心
怪物猎人
怪猎
Monster Hunter
Monster Hunter World
Monster Hunter Rise
Monster Hunter Wilds
怪物猎人世界
怪物猎人冰原
怪物猎人崛起
怪物猎人荒野
猎人
艾露猫
随从猫
猫饭
导虫
飞翔爪
翔虫
捕获
破坏部位
大剑
太刀
片手剑
双刀
大锤
狩猎笛
长枪
铳枪
斩斧
盾斧
操虫棍
轻弩
重弩
弓
火龙
雄火龙
雌火龙
苍火龙
樱火龙
迅龙
轰龙
角龙
金狮子
灭尽龙
冰呪龙
冥赤龙
煌黑龙
天廻龙
怨虎龙
爵银龙
泡狐龙
雷狼龙
鬼泣
Devil May Cry
DMC
但丁
Dante
维吉尔
Vergil
尼禄
Nero
斯巴达
Sparda
阎魔刀
Yamato
叛逆之刃
Rebellion
红皇后
Red Queen
湛蓝玫瑰
Blue Rose
Devil Trigger
Sin Devil Trigger
Urizen
Nico
Lady
Trish
Jackpot
剑星
Stellar Blade
伊芙
EVE
莉莉
Lily
亚当
Adam
奈提巴
Naytiba
战地
Battlefield
战地一
战地五
战地风云
征服模式
突破模式
突击兵
医疗兵
支援兵
侦察兵
载具
坦克
直升机
狙击手
复活点
以撒的结合
The Binding of Isaac
以撒
Isaac
重生
Rebirth
胎衣
Afterbirth
忏悔
Repentance
Azazel
Eden
The Lost
Keeper
Tainted
Brimstone
Mom's Knife
Godhead
Sacred Heart
D6
D20
蓝宝宝
妈腿
撒旦
Mega Satan
羔羊
Hush
Delirium
Mother
The Beast
Steam
Steam游戏
主机游戏
PlayStation
PS5
Xbox
Nintendo Switch
Switch
Steam Deck
手柄
键鼠
只狼
Sekiro
影逝二度
苇名一心
弦一郎
破戒僧
义父
鬼庭形部雅孝
血源诅咒
Bloodborne
猎人梦境
亚楠
路德维希
玛利亚女士
科斯的孤儿
女神异闻录
Persona
塞尔达传说
旷野之息
王国之泪
赛博朋克2077
Cyberpunk 2077
夜之城
强尼银手
巫师三
The Witcher 3
杰洛特
叶奈法
希里
特莉丝
荒野大镖客
Red Dead Redemption
亚瑟摩根
约翰马斯顿
博德之门
Baldur's Gate
阿斯代伦
影心
盖尔
卡拉克
空洞骑士
Hollow Knight
丝之歌
尼尔机械纪元
NieR Automata
2B
9S
A2
最终幻想
Final Fantasy
克劳德
蒂法
爱丽丝
萨菲罗斯
如龙
人中之龙
桐生一马
真岛吾朗
春日一番
逆转裁判
成步堂龙一
御剑怜侍
星露谷物语
Stardew Valley
泰拉瑞亚
Terraria
饥荒
Don't Starve
我的世界
Minecraft
CS2
CSGO
反恐精英
无畏契约
Valorant
瓦罗兰特
守望先锋
Overwatch
使命召唤
Call of Duty
绝地求生
PUBG
吃鸡
堡垒之夜
Fortnite
原神
Genshin Impact
星穹铁道
崩坏星穹铁道
绝区零
明日方舟
YOASOBI
Ayase
Ikura
夜に駆ける
Racing into the Night
群青
怪物
Kaibutsu
アイドル
Idol
勇者
The Brave
祝福
The Blessing
Biri-Biri
UNDEAD
HEART BEAT
もう少しだけ
ツバメ
ミスター
好きだ
アドベンチャー
海のまにまに
セブンティーン
優しい彗星
三原色
ハルジオン
たぶん
あの夢をなぞって
ヨルシカ
Yorushika
夜鹿
可惜夜
n-buna
拿不拿
ナブナ
Suis
言って
ただ君に晴れ
だから僕は音楽を辞めた
春泥棒
晴る
花に亡霊
藍二乗
雨とカプチーノ
ノーチラス
アルジャーノン
斜陽
左右盲
月に吠える
思想犯
盗作
又三郎
夜行
ずっと真夜中でいいのに
ずっと真夜中でいいのに。
ずとまよ
Zutomayo
ACAね
ACA-Ne
秒針を噛む
脳裏上のクラッカー
ヒューマノイド
お勉強しといてよ
正しくなれない
あいつら全員同窓会
暗く黒く
勘ぐれい
ミラーチューン
残機
綺羅キラー
花一匁
低血ボルト
眩しいDNAだけ
宇多田光
Hikaru Utada
Utada Hikaru
First Love
Automatic
Flavor Of Life
Beautiful World
One Last Kiss
Prisoner Of Love
光
Simple And Clean
Passion
Sanctuary
Sakura Drops
COLORS
BADモード
君に夢中
初恋
周杰伦
Jay Chou
七里香
晴天
稻香
夜曲
青花瓷
东风破
双截棍
以父之名
一路向北
枫
搁浅
简单爱
蒲公英的约定
不能说的秘密
反方向的钟
最伟大的作品
半岛铁盒
园游会
告白气球
说好不哭
张韶涵
Angela Zhang
欧若拉
隐形的翅膀
淋雨一直走
遗失的美好
亲爱的那不是爱情
破茧
梦里花
阿刁
有形的翅膀
寓言
Imagine Dragons
Image Dragons
Radioactive
Demons
Believer
Thunder
Whatever It Takes
Warriors
Enemy
Bones
Natural
Bad Liar
Sharks
On Top of the World
It's Time
Eyes Closed
Aimer
米津玄师
米津玄師
Kenshi Yonezu
Lemon
Kick Back
Loser
灰色と青
LiSA
紅蓮華
炎
RADWIMPS
前前前世
King Gnu
白日
Official髭男dism
Pretender
Vaundy
藤井风
林俊杰
JJ Lin
陈奕迅
Eason Chan
五月天
Mayday
邓紫棋
GEM
薛之谦
毛不易
许嵩
苏打绿
刃牙
范马刃牙
範馬刃牙
範馬勇次郎
愚地独步
愚地克巳
烈海王
郭海皇
花山薰
皮可
宫本武藏
杰克范马
JOJO
JoJo的奇妙冒险
乔乔的奇妙冒险
幻影之血
战斗潮流
星尘斗士
不灭钻石
黄金之风
石之海
飙马野郎
Steel Ball Run
乔乔福音
JoJolion
乔纳森乔斯达
乔瑟夫乔斯达
空条承太郎
东方仗助
乔鲁诺乔巴拿
空条徐伦
迪奥
DIO
岸边露伴
吉良吉影
布加拉提
纳兰迦
米斯达
阿帕基
迪亚波罗
恩里克普奇
替身
波纹
欧拉欧拉
木大木大
白金之星
世界
疯狂钻石
杀手皇后
黄金体验
黄金体验镇魂曲
绯红之王
天堂制造
石之自由
天堂之门
BanG Dream
BangDream
邦邦
BanG Dream It's MyGO
MyGO
MyGO!!!!!
Ave Mujica
CRYCHIC
Poppin'Party
Roselia
Afterglow
Pastel Palettes
Hello Happy World
Morfonica
RAISE A SUILEN
高松灯
千早爱音
要乐奈
长崎素世
椎名立希
丰川祥子
若叶睦
八幡海铃
祐天寺若麦
三角初华
户山香澄
花园多惠
牛込里美
山吹沙绫
市谷有咲
凑友希那
冰川纱夜
今井莉莎
宇田川亚子
白金燐子
春日影
迷星叫
壱雫空
影色舞
薇尔莉特伊芙加登
紫罗兰永恒花园
Violet Evergarden
薇尔莉特
基尔伯特
基尔伯特少佐
自动手记人偶
命运石之门
Steins Gate
Steins;Gate
石头门
冈部伦太郎
凤凰院凶真
牧濑红莉栖
椎名真由理
桥田至
阿万音铃羽
漆原琉华
菲利斯喵喵
桐生萌郁
比屋定真帆
嘟嘟噜
El Psy Congroo
世界线
命运石之门世界线
白色相簿
白色相簿2
White Album
White Album 2
北原春希
小木曾雪菜
冬马和纱
届かない恋
凉宫春日
凉宫春日的忧郁
凉宫春日的消失
阿虚
长门有希
朝比奈实玖瑠
古泉一树
SOS团
God knows
Fate
Fate stay night
Fate Zero
Fate Grand Order
FGO
卫宫士郎
远坂凛
间桐樱
Saber
Archer
Lancer
Rider
吉尔伽美什
阿尔托莉雅
Unlimited Blade Works
Heaven's Feel
葬送的芙莉莲
芙莉莲
菲伦
修塔尔克
辛美尔
孤独摇滚
Bocchi the Rock
波奇酱
后藤一里
喜多郁代
山田凉
伊地知虹夏
进击的巨人
艾伦耶格尔
三笠阿克曼
利威尔
鬼灭之刃
灶门炭治郎
灶门祢豆子
咒术回战
虎杖悠仁
五条悟
两面宿傩
电锯人
电次
玛奇玛
早川秋
帕瓦
新世纪福音战士
EVA
碇真嗣
绫波丽
明日香
明日香兰格雷
碇源堂
死亡笔记
夜神月
钢之炼金术师
爱德华
阿尔冯斯
反叛的鲁路修
鲁路修
高达
水星的魔女
无职转生
洛琪希
鲁迪乌斯
艾莉丝
今天听YOASOBI
今天听ヨルシカ
今天听ずとまよ
刚看完命运石之门
刚看完BanG Dream
刚看完JOJO
晚上玩艾尔登法环
晚上玩黑暗之魂
今天玩怪物猎人
今天玩鬼泣
今天玩APEX
今天玩穿越火线
今天玩以撒的结合
今天玩英雄联盟
今天刷Steam
这个BOSS太难了
这个副本太难了
这把大乱斗赢了
这把排位输了
这套训练容量太大
这个RAG召回不准
这个Agent调用工具失败
这个提示词需要改
这个ASR识别错了
帮我纠正语音识别
把专业名词识别正确
把游戏术语识别正确
把歌手名字识别正确
把动漫名字识别正确
